Repository: minutix/hausaufgaben
Catalog: Localizable.xcstrings
Source language: en
Languages: de

# BUTTON.ADD_SHEET.CANCEL
source: Cancel
de: Abbrechen

# BUTTON.ADD_SHEET.DONE
source: Done
de: Fertig

# BUTTON.EDIT
source: Edit
de: Bearbeiten

# BUTTON.MARK_DONE
source: Mark as Done
de: Erledigt

# BUTTON.MARK_UNDONE
source: Mark as Undone
de: Nicht erledigt

# BUTTON.REMOVE_ENTRY
source: Remove entry
de: Eintrag entfernen

# ERROR.ADD_SHEET.EMPTY
source: The text fields can not be empty.
de: Die Textfelder k√∂nnen nicht leer sein

# LABEL.ADD_SHEET.DIFFICULTY
source: Difficulty
de: Schwierigkeit

# LABEL.ADD_SHEET.DIFFICULTY %lld
source: Difficulty: %lld
de: Schwierigkeit: %lld

# LABEL.ADD_SHEET.DUE_DATE
source: Due Date
de: Abgabedatum

# LABEL.ADD_SHEET.LESSON
source: Lesson
de: Fach

# LABEL.ADD_SHEET.TASK
source: Task
de: Aufgabe

# LABEL.ADD_SHEET.TOGGLE_DUE_DATE
source: Has Due Date
de: Hat Abgabedatum

# STRING.ADD_SHEET.TITLE
source: Add Item
de: Neuer Eintrag
